Repository: phyver/GameShell
Catalog: missions/FINAL_MISSION/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/msg/en.txt
fr: $MISSION_DIR/msg/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: Error: invalid mission number: $CHOICE. Please choose a number between 1 and $NB_MISSIONS
fr: Erreur : numéro de mission invalide : $CHOICE. Choisissez un numéro entre 1 et $NB_MISSIONS

source: Press any key to continue.
fr: Appuyez sur une touche pour continuer.

source: The admin password is now '$PASSWORD'. Use $ gsh HELP for a list including admin commands.
fr: Le mot de passe administrateur est maintenant '$PASSWORD'. Utilisez $ gsh HELP pour une liste incluant les commandes administrateurs.

source: What do you want to do? (q) quit (c) continue (number) restart from this mission
fr: Que voulez vous faire ? (q) quitter (c) continuer (numéro) recommencer à partir de cette mission

source: Your choice [qC] or a number:
fr: Votre choix [qC] ou un numéro :

source: qwerty
fr: azerty

source: unknown choice: $CHOICE
fr: choix inconnu : $CHOICE
