Repository: phyver/GameShell
Catalog: missions/basic/07_mv_hidden_coins_garden/i18n/*.po
Languages: it

source: $GSH_HOME/Forest/Hut/Chest
it: $GSH_HOME/Foresta/Capanna/Cassa

source: $GSH_HOME/Garden
it: $GSH_HOME/Giardino

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: The coin '$coin_name...' has a wrong file name...
it: La moneta '$coin_name...' ha un nome sbagliato per il file...

source: The coin '$coin_name...' has been tampered with...
it: La moneta '$coin_name' é stata forgiata con...

source: The coin '$coin_name...' is still in the garden!
it: La moneta '$coin_name' é ancora nel giardino!

source: There are several '$coin_name...' in the garden!
it: Ci sono varie '$coin_name' nel giardino!

source: There are several '$coin_name...' in your chest!
it: Ci sono varie monete '$coin_name' nella tua cassa!

source: There is no '$coin_name...' in your chest!
it: Non ci sono '$coin_name' nella tua cassa!

source: chest
it: cassa

source: coin
it: moneta

source: hut
it: capanna
