Repository: phyver/GameShell
Catalog: missions/basic/04_mkdir_chest/i18n/*.po
Languages: fr

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $GSH_HOME/Forest
fr: $GSH_HOME/Foret

source: Chest
fr: Coffre

source: Hut
fr: Hutte

source: You built too many huts in the forest!
fr: Vous avez construit trop de huttes dans la forêt !

source: You did not build a hut in the forest!
fr: Vous n'avez pas construit de hutte dans la foret !

source: The $dir_name directory does not exist!
fr: Le répertoire $dir_name n'existe pas !

source: You built too many chests in your hut!
fr: Vous avez construit trop de coffres dans votre hutte !

source: You did not build a chest in your hut!
fr: Vous n'avez pas construit de coffre dans votre hutte !
