Repository: phyver/GameShell
Catalog: missions/finding_files_maze/04_find_2/i18n/*.po
Languages: fr

source: $GSH_HOME/Forest/Hut/Chest
fr: $GSH_HOME/Foret/Hutte/Coffre

source: $GSH_HOME/Garden/Maze
fr: $GSH_HOME/Jardin/Labyrinthe

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/skip/en.txt
fr: $MISSION_DIR/skip/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: Dummy mission '$DUMMY_MISSION' is required for mission $MISSION_NB ($MISSION_NAME).
fr: La mission factice '$DUMMY_MISSION' est nécessaire pour la mission $MISSION_NB ($MISSION_NAME).

source: The command 'man' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'man-db')
fr: La commande 'man' est nécessaire pour la mission $MISSION_NAME. (Debian / Ubuntu : installez le paquet 'man-db')

source: The ruby in your chest is not valid!
fr: Le rubis du coffre n'est pas valide !

source: The ruby is not in the chest!
fr: Le rubis n'est pas dans le coffre !

source: The ruby is still in the maze!
fr: Le rubis est toujours dans le labyrinthe !

source: There are too many rubys in the maze!
fr: Il y a trop de rubis dans le labyrinthe !

source: ruby
fr: rubis

source: stone
fr: cailloux
