Repository: phyver/GameShell
Catalog: missions/intermediate/06_control-C/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: It works! The special incantation is $CODE
fr: Ça marche ! L'incantation spéciale est $CODE

source: NOTE: you should interrupt the magical reaction after a few seconds!
fr: NOTE : vous devriez interrompre la réaction magique après quelques secondes !

source: That's not working, try a different combination...
fr: Ça ne marche pas, essayez une autre combinaison...

source: The incantation can only use ASCII letters.
fr: L'incantation ne peut utiliser que des lettres ASCII.

source: The incantation requires exactly 4 letters.
fr: L'incantation nécessite exactement 4 lettres.

source: Too soon! You must leave enough time for the magical reaction to start!
fr: Trop tôt ! Vous devez laisser assez de temps pour que la réaction magique commence !

source: What's a valid 4 letters sequence?
fr: Qu'est-ce qu'une combinaison valide ?

source: You can stop the incantation with Control-c.
fr: Vous pouvez arêter l'incantation avec Contrôle-c

source: usage: $command CCCC where CCCC is a sequence of 4 ASCII letters (a-zA-Z)
fr: utilisation : $command CCCC où CCCC est une suite de 4 lettres ASCII (a-zA-Z)
