Repository: phyver/GameShell
Catalog: missions/25_pstree_kill/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $GSH_HOME/Castle/Kitchen
fr: $GSH_HOME/Chateau/Cuisine

source: rat_poison
fr: mort_aux_rats

source: There still is some rat poison in the kitchen!
fr: Il reste de la mort aux rats dans la cuisine !

source: There still is some rat poison hidden in the kitchen!
fr: Il reste de la mort aux rats cachée dans la cuisine !

source: Are you sure you killed all the rat poison generators?
fr: Vous êtes sûr d'avoir tué tous les générateurs de mort aux rats ?

source: Did you kill some cheese generator?
fr: Est-ce que vous avez tué des générateurs de fromage ?

source: cheese
fr: fromage

source: Did you eat some cheese?
fr: Est-ce que vous avez mangé du fromage ?

source: The command 'ps' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'psproc')
fr: La commande 'ps' est nécessaire pour la mission $MISSION_NAME. (Debian / Ubuntu: installez le paquet 'psproc')

source: The command 'pstree' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'psmisc')
fr: La commande 'pstree' est nécessaire pour la mission $MISSION_NAME. (Debian / Ubuntu: installez le paquet 'psmisc')
