Repository: phyver/GameShell
Catalog: missions/lvm/04_filesystem/i18n/*.po
Languages: fr

source: Bravo! Ouskelcoule, Douskelpar and Grandflac are duly organized and partitioned, almost ready to welcome their inhabitants!
fr: Bravo ! Ouskelcoule, Douskelpar et Grandflac sont dûment organisés et découpés, presque prêts à accueillir leurs habitants !

source: The village of Douskelpar does not exist (LV /dev/esdea/douskelpar not found).
fr: Le village de Douskelpar n'existe pas (LV /dev/esdea/douskelpar introuvable).

source: The village of Douskelpar is not in EXT4 format.
fr: Le village de Douskelpar n'est pas au format EXT4.

source: The village of Douskelpar is not yet organized (no filesystem).
fr: Le village de Douskelpar n'est pas encore organisé (aucun système de fichiers).

source: The village of Grandflac does not exist (LV /dev/esdebe/grandflac not found).
fr: Le village de Grandflac n'existe pas (LV /dev/esdebe/grandflac introuvable).

source: The village of Grandflac is not in EXT4 format.
fr: Le village de Grandflac n'est pas au format EXT4.

source: The village of Grandflac is not yet organized (no filesystem).
fr: Le village de Grandflac n'est pas encore organisé (aucun système de fichiers).

source: The village of Ouskelcoule does not exist (LV /dev/esdea/ouskelcoule not found).
fr: Le village d'Ouskelcoule n'existe pas (LV /dev/esdea/ouskelcoule introuvable).

source: The village of Ouskelcoule is not in EXT4 format.
fr: Le village d'Ouskelcoule n'est pas au format EXT4.

source: The village of Ouskelcoule is not yet organized (no filesystem).
fr: Le village d'Ouskelcoule n'est pas encore organisé (aucun système de fichiers).
