Repository: phyver/GameShell
Catalog: missions/processes/03_pstree_kill/i18n/*.po
Languages: fr

source: $GSH_HOME/Castle/Cellar
fr: $GSH_HOME/Chateau/Cave

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: Are you sure you removed all the imp's spells?
fr: Vous êtes sûr d'avoir supprimé tous les sortilèges du lutin ?

source: Did you kill the fairy?
fr: Est-ce que vous avez tué la fée ?

source: Did you kill the imp?
fr: Est-ce que vous avez tué le lutin ?

source: Did you remove some of the fairy's spells?
fr: Est-ce que vous avez supprimé un sortilège de la fée ?

source: The command 'ps' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'psproc')
fr: La commande 'ps' est nécessaire pour la mission $MISSION_NAME. (Debian / Ubuntu: installez le paquet 'psproc')

source: The command 'pstree' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'psmisc')
fr: La commande 'pstree' est nécessaire pour la mission $MISSION_NAME. (Debian / Ubuntu: installez le paquet 'psmisc')

source: There still is some coal in the cellar!
fr: Il reste des morceaux de charbon dans la cave !

source: coal
fr: charbon

source: mischievous_imp
fr: lutin_espiegle

source: nice_fairy
fr: gentille_fee

source: snowflake
fr: flocon_de_neige

source: spell
fr: sortilege
