Repository: phyver/GameShell
Catalog: missions/35_*/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: What's the key that will make Merlin's chest to appear?
fr: Quelle est la cl qui fait apparaitre le coffre de Merlin ?

source: $GASH_HOME/Castle/Cellar/Merlin_s_Chest
fr: $GASH_HOME/Chateau/Cave/Coffre_de_Merlin

source: That's not the secret key.
fr: Ce n'est pas la bonne cl.

source: here is my will: you will get my chest, and everything it contains. THis check is in the cellar, and the key to make it re-appear is: $SECRET_KEY merlin the enchanter
fr: voici mon testament : je vous legue mon coffre et son contenu. le coffre se trouve dans la cave, et la clé qui le fait ré-apparaitre est : $SECRET_KEY merlin l'enchanteur

source: $GASH_HOME/Castle/Main_building/Library/.secret_message
fr: $GASH_HOME/Chateau/Batiment_principal/Bibliotheque/.message_secret

source: $GASH_HOME/Castle/Main_building/Library/
fr: $GASH_HOME/Chateau/Batiment_principal/Bibliotheque/

source: $MISSION_DIR/secret_recipe/en.txt
fr: $MISSION_DIR/secret_recipe/fr.txt

source: $GASH_HOME/Castle/Cellar/Merlin_s_Chest/secret_recipe
fr: $GASH_HOME/Chateau/Cave/Coffre_de_Merlin/recette_secrete
