Repository: phyver/GameShell
Catalog: missions/24_*_kill/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $GASH_HOME/Castle/Kitchen
fr: $GASH_HOME/Chateau/Cuisine

source: Pantry
fr: Garde_manger

source: wind-up_cat
fr: chat-a-ressort

source: There still are some wind-up cats in the pantry!
fr: Il reste des chats dans le garde manger !

source: There still are some hidden wind-up cats in the pantry!
fr: Il reste des chats cachés dans le garde manger !

source: The content of the pantry has changed!
fr: Le contenu du garde manger à changé !

source: The command 'ps' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'psproc')
fr: La commande 'ps' est nécessaire pour la mission $MISSION_NAME. (Debian / Ubuntu : installez le paquet 'ps-proc')

source: barrel_of_apples
fr: tonneau_de_pommes

source: piece_of_cheese
fr: morceau_de_fromage
