Repository: phyver/GameShell
Catalog: missions/32_find_3_xargs/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $GASH_HOME/Castle/Cellar
fr: $GASH_HOME/Chateau/Cave

source: maze
fr: labyrinthe

source: diamond
fr: diamant

source: There are too many diamonds in the maze!
fr: Il y a trop de diamants dans le labyrinthe !

source: The diamond is still in the maze.
fr: Le diamand est toujours dans le labyrinthe.

source: There is no diamond in your chest.
fr: Il n'y a pas de diamant dans votre coffre.

source: The diamond file in the chest is not valid!
fr: Le fichier diamant dans votre coffre est invalid !

source: .Long*Corridor*
fr: .Long*Couloir*

source: Pffft... You are back to the entrance of the maze...
fr: Pffft... Vous voila de retour à l'entrée du labyrinthe...

source: maze generation:
fr: génération du labyrinthe :

source: stone
fr: cailloux

source: .Long $r1 Corridor $r2
fr: .Long $r1 Couloir $r2
