Repository: phyver/GameShell
Catalog: missions/misc/03_*_caesar_shift/i18n/*.po
Languages: it

source: $GSH_HOME/Castle/Main_building/Library/Merlin_s_office
it: $GSH_HOME/Castello/Palazzo_principale/Biblioteca/Ufficio_di_Merlino

source: $GSH_HOME/Castle/Main_building/Library/Merlin_s_office/Drawer
it: $GSH_HOME/Castello/Palazzo_principale/Biblioteca/Ufficio_di_Merlino/Cassetto

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/secret_recipe/en.txt
it: $MISSION_DIR/secret_recipe/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: Merlin_s_chest
it: Cassa_di_Merlino

source: That's not the magic word.
it: Non é la parola magica.

source: What's the key that will make Merlin's chest to appear?
it: Quale é la chiave che fará apparire la cassa di Merlino?

source: bottle
it: bottiglia

source: ink_and_scroll
it: inchiostro_e_pergamena

source: medal
it: medaglia

source: secret_message
it: messaggio_segreto

source: secret_recipe
it: ricetta_segreta
