Repository: phyver/GameShell
Catalog: missions/04_mkdir/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $GASH_HOME/Forest
fr: $GASH_HOME/Foret

source: Cabin
fr: Cabane

source: Chest
fr: Coffre

source: You built too many cabins in the forest!
fr: Vous avez construit trop de cabanes dans la forêt !

source: You did not build a cabin in the forest!
fr: Vous n'avez pas construit de cabane dans la fôret !

source: Your built your cabin too far in the forest...
fr: Votre cabane est trop loin dans la forêt...

source: The $cabin directory does not exist!
fr: Le répertoire $cabin n'existe pas !

source: You built too many chests in your cabin!
fr: Vous avez construit trop de coffres dans votre cabane !

source: You did not build a chest in your cabin!
fr: Vous n'avez pas construit de coffre dans votre cabane !

source: You built a chest in the forest!
fr: Vous avez construit un coffre dans la forêt !

source: The chest is not in the right place in your cabin.
fr: Le coffre n'est pas au bon endroit dans votre cabane.

source: The $chest directory does not exist!
fr: Le répertoire $chest n'existe pas!

source: You are back at the starting point: start over.
fr: Vous êtes de retour au point de départ : recommencez.
