Repository: phyver/GameShell
Catalog: missions/11_cp_3/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $GASH_HOME/Castle/Dungeon/First_floor
fr: $GASH_HOME/Chateau/Donjon/Premier_etage

source: painting
fr: tableau

source: You don't have a chest ($GASH_CHEST). Make one first.
fr: Vous n'avez pas de coffre ($GASH_CHEST). Fabriquez en un en premier.

source: There is no painting in your chest...
fr: Il n'y a pas de tableau dans votre coffre...

source: There are too many paintings in your chest...
fr: Il y a trop de tableaux dans votre coffre...

source: The painting is not in the dungeon anymore...
fr: Le tableau n'est plus dans le donjon...

source: The painting is not in your chest...
fr: La peinture n'est pas dans votre coffre...

source: The painting in your chest is invalid...
fr: La peinture de votre coffre est invalid...
