Repository: phyver/GameShell
Catalog: missions/finding_files_maze/02_tree/i18n/*.po
Languages: fr

source: $GSH_HOME/Forest/Hut/Chest
fr: $GSH_HOME/Foret/Hutte/Coffre

source: $GSH_HOME/Garden/Maze
fr: $GSH_HOME/Jardin/Labyrinthe

source: $GSH_HOME/Garden/Orchard
fr: $GSH_HOME/Jardin/Verger

source: $GSH_HOME/Garden/Shed
fr: $GSH_HOME/Jardin/Cabanon

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: Booh... The silver coin in you chest is invalid!
fr: Bouh... La pièce d'argent de votre coffre est invalide !

source: The command 'tree' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'tree')
fr: La commande 'tree' est nécessaire pour la mission $MISSION_NAME. (Debian / Ubuntu: installez le paquet 'tree')

source: There is no silver coin in your chest!
fr: Il n'y a pas de pièce d'argent dans votre coffre !

source: There still are some silver coins in the maze!
fr: Il y a encore des pièces d'argent dans le labyrinthe !

source: You are back at the entrance of the maze...
fr: Pffft... Vous voila de retour à l'entrée du labyrinthe...

source: maze generation:
fr: génération du labyrinthe :
