Repository: phyver/GameShell
Catalog: missions/27_stdin_redirection/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $GASH_HOME/Castle/Main_building/Library
fr: $GASH_HOME/Chateau/Batiment_principal/Bibliotheque

source: Mathematics_101
fr: Mathematiques_en_premiere_annee

source: Too slow! You need to give the answers in less than 10 seconds...
fr: Trop lent ! Il faut donner les réponses en moins de 10 secondes...

source: That's not even a number!
fr: Ce n'est même pas un nombre !

source: Too bad! The expected answer was $c...
fr: Dommage ! La réponse était $c...

source: Greek_Latin_and_other_modern_languages
fr: Grec_Latin_et_autres_langues_modernes

source: The book 'Mathematics_101' contains all the anwsers for the exam. You just need to copy all the lines in this book.
fr: Le livre 'Mathematiques_en_premiere_annee' contient les réponses de l'examen. Il te suffit de recopier les lignes de ce livre.

source: .How_to_cheat_for_exams
fr: .Comment_tricher_aux_examens
