Repository: phyver/GameShell
Catalog: missions/basic/10_cp_standard_great_hall/i18n/*.po
Languages: it

source: $GSH_HOME/Castle/Great_hall
it: $GSH_HOME/Castello/Grande_Sala

source: $GSH_HOME/Forest/Hut/Chest
it: $GSH_HOME/Foresta/Capanna/Cassa

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: I only wanted the standards!
it: Io voglio solo gli stendardi!

source: I wanted all the standards!
it: Io voglio tutti gli stendardi!

source: You changed the contents of the great hall!
it: Hai cambiato il contenuto della grande sala!

source: decorative_shield
it: scudo_decorativo

source: stag_head
it: testa_di_cervo

source: standard
it: stendardo

source: suit_of_armour
it: armatura
