Repository: phyver/GameShell
Catalog: i18n/*.po
Languages: it

source: $GSH_ROOT/i18n/gameshell-init-msg-short/en.txt
it: $GSH_ROOT/i18n/gameshell-init-msg-short/it.txt

source: $GSH_ROOT/i18n/gameshell-init-msg/en.txt
it: $GSH_ROOT/i18n/gameshell-init-msg/it.txt

source: $GSH_ROOT/i18n/gameshell-welcome/en.txt
it: $GSH_ROOT/i18n/gameshell-welcome/it.txt

source: $GSH_ROOT/i18n/gsh-full-help/en.txt
it: $GSH_ROOT/i18n/gsh-full-help/it.txt

source: $GSH_ROOT/i18n/gsh-help/en.txt
it: $GSH_ROOT/i18n/gsh-help/it.txt

source: $GSH_ROOT/i18n/start-full-help/en.txt
it: $GSH_ROOT/i18n/start-full-help/it.txt

source: $GSH_ROOT/i18n/start-help/en.txt
it: $GSH_ROOT/i18n/start-help/it.txt

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: $nb_failed_tests failures out of $nb_tests tests
it: $nb_failed_tests fallimenti su $nb_tests test

source: $nb_tests successful tests
it: $nb_tests prove riuscite

source: %d authentification failure
it: %d autenticazione fallita

source: %d mission cancelled for missing dependencies:
it: %d missione annullata per dipendenze mancanti:

source: %d mission passed using the auto.sh script:
it: %d missione riuscita usando lo script auto.sh:

source: %d mission passed:
it: %d missione compiuta:

source: %d mission skipped:
it: %d missione saltata:

source: AUTOMATICALLY GENERATED ON STARTUP -- DO NOT MODIFY
it: GENERATO ALL'AVVIO AUTOMATICAMENTE -- NON MODIFICARE

source: Available index files:
it: Tutti i file index disponibili:

source: Congratulations, mission $MISSION_NB has been successfully completed!
it: Congratulazioni, la missione $MISSION_NB é stata completata con successo!

source: Error: _gsh_assert_check only accept 'true' and 'false' as argument.
it: Errore: _gsh_assert_check accetta solamente `true` o `false` come argomento.

source: Error: a least one base function is not working properly. Aborting!
it: Errore: almeno una delle funzioni base non funziona correttamente. Interrompo!

source: Error: couldn't get mission number $MISSION_NB (from $fn_name)
it: Errore: non é stato possibile ottenere il numero $MISSION_NB (da $fn_name)

source: Error: invalid option: '-$OPTARG'
it: Errore: opzione non valida: '-$OPTARG'

source: Error: mission $MISSION_NB doesn't exist!
it: Errore: missione $MISSION_NB non esiste!

source: Error: mission $MISSION_NB doesn't have a test script.
it: Errore: missione $MISSION_NB non ha uno script di test.

source: Error: mission $MISSION_NB doesn't have an auto script.
it: Errore: missione $MISSION_NB non ha uno script automatico.

source: Error: mission $MISSION_NB is cancelled because some dependencies are not met.
it: Errore: missione $MISSION_NB é stata annullata perché alcune dipendenze non sono state trovate.

source: Error: no mission was found! Aborting.
it: Errore: nessuna missione trovata! Interruzione!

source: Error: the 'goto' command requires a mission number as argument.
it: Errore: il comando 'goto' richiede un numero di missione come argomento.`

source: Error: the command 'gsh hardreset' shouldn't be run inside a subshell!
it: Errore: il comando 'gsh hardreset' non dovrebbe essere eseguito dentro una subshell!

source: Error: the command 'gsh reset' shouldn't be run inside a subshell!
it: Errore: il comando 'gsh reset' non dovrebbe essere eseguito dentro una subshell!

source: Error: this option is only available from an executable archive!
it: Errore: questa opzione é disponibile solo da un archivio eseguibile!

source: Error: unknown gsh command '$cmd'.
it: Errore: comando gsh sconosciuto '$cmd'.

source: Error: unknown shell '$SHELL'. Run GameShell with either bash or zsh.
it: Errore: shell sconosciuta '$SHELL'. Avvia GameShell con bash o zsh.

source: Error: wrong password.
it: Errore: password sbagliata.

source: Error: you are not allowed to run this command.
it: Errore: non hai i permessi per eseguire questo comando.

source: Error: you shouldn't run GameShell as root!
it: Errore: non dovresti eseguire GameShell come root!

source: Is this information correct? [Y/n]
it: Questa informazione é corretta? [S/n]

source: Mission $MISSION_NB has been cancelled.
it: La Missione $MISSION_NB é stata annullata.

source: Player's email:
it: Email giocatore:

source: Player's name:
it: Nome giocatore:

source: Press Enter to continue.
it: Premi Invio per continuare.

source: START OF COMMANDS HISTORY
it: INIZIO DELLO STORICO COMANDI

source: Sorry, mission $MISSION_NB hasn't been completed.
it: Spiacente, ma la missione $MISSION_NB non é stata completata.

source: The directory $GSH_CONFIG contains meta-data from a previous game. Do you want to remove it and start a new game? [y/N]
it: La cartella $GSH_CONFIG contiene informazioni da una partita precedente. Vuoi cancellare questi dati e lanciare una nuova partita?[s/N]

source: The latest version of GameShell is available at
it: L'ultima versione di GameShell é disponibile a

source: There are stopped jobs in your session. Those processes will be terminated. You can get the list of those jobs with $ jobs Do you still want to quit? [y/n]
it: Ci sono dei processi fermati nella tua sessione. Questi processi verranno terminati. Puoi ottenere la lista di questi processi con $ jobs Vuoi uscire lo stesso? [s/n ]

source: Use one of the following commands:
it: Usa uno dei comandi seguenti:

source: Warning: command line arguments are ignored when continuing a game ($args)
it: Attenzione: gli argomenti della linea di comando sono ignorati mentre si gioca ($args)

source: Warning: language is ignored when continuing a game ($args)
it: Attenzione: la lingua è ignorata mentre si gioca ($args)

source: Warning: the file 'treasure.sh' was sourced from a subshell. You should use the command $ gsh reset
it: Attenzione: il file 'treasure.sh' é stato caricato da una subshell. Dovresti utilizzare il comando $ gsh reset

source: Warning: this mission was initialized in a subshell. Run the command $ gsh reset to make sure the mission is initialized properly.
it: Attenzione: questa missione é stata avviato da una subshell. Avvia il comando $ gsh reset per assicurarsi che la missione sia avviata correttamente.

source: While you are waiting, a bat flies by...
it: Mentre tu stai aspettando, un pipistrello vola via...

source: While you are waiting, a caterpillar crawls by...
it: Mentre stai aspettando, un bruco striscia via...

source: While you are waiting, a centipede crawls by...
it: Mentre stai aspettando, un millipiede striscia via...

source: While you are waiting, a duck swims by...
it: Mentre stai aspettando, una papera nuota via...

source: While you are waiting, a fish swims by...
it: Mentre stai aspettando, un pesce nuota via...

source: While you are waiting, a large fish swims by...
it: Mentre stai aspettando, un grande pesce nuota via...

source: While you are waiting, a snail goes by...
it: Mentre stai aspettando, una lumaca va...

source: While you are waiting, a snake slithers by...
it: Mentre stai aspettando, un serpente svicola via...

source: While you are waiting, a spider crawls by...
it: Mentre stai aspettando, un ragno strisca via...

source: While you are waiting, an ant crawls by...
it: Mentre stai aspettando, una formica va via...

source: While you are waiting, you see a fish swimming in circles...
it: Mentre stai aspettando, vedi un pesce nuotare in cerchio...

source: Y
it: S

source: You left GameShell's directory structure. Use $ cd to go back to the GameShell's starting directory.
it: Hai lasciato la struttura di cartelle di GameShell . Usa $ cd per tornare indietro alla cartella iniziale di GameShell.

source: [Press space to continue, q to quit\.]
it: [Premi invio per continuare, q per uscire\.]

source: cancelled
it: annullato

source: completed
it: completato

source: days
it: giorni

source: failed
it: fallito

source: game time: %s in %d session
it: tempo di gioco: %s in %d sessione

source: optional
it: facoltativo

source: skipped
it: saltate

source: test $nb_tests failed
it: test $nb_tests falliti

source: total time: %s
it: tempo totale: %s

source: use 'gsh help' to get a list of available commands
it: usa 'gsh help' per avere la lista dei comandi disponibili

source: y
it: s
