Repository: phyver/GameShell
Catalog: missions/intermediate/03_tab_spider_lair/i18n/*.po
Languages: fr

source: $GSH_HOME/Castle/Cellar
fr: $GSH_HOME/Chateau/Cave

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/skip/en.txt
fr: $MISSION_DIR/skip/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: Good, but you took $nb_seconds seconds. You needed to take less than $MAX_DELAY seconds...
fr: Bien, mais vous avez pris $nb_seconds secondes. Il faut prendre moins de $MAX_DELAY secondes...

source: Lair_of_the_spider_queen
fr: Taniere_de_la_reine_araignee

source: Perfect, it took you only $nb_seconds seconds to complete this mission!
fr: Parfait, il ne vous a fallu que $nb_seconds secondes pour finir cette mission !

source: The queen spider is still in its lair...
fr: La reine araignée est toujours dans sa tanière...

source: Where is the baby bat?
fr: Où est le bébé chauve-souris ?

source: You are back in the cellar.
fr: Vous voilà de retour dans la cave.

source: You are not in the queen spider lair!
fr: Vous n'êtes pas dans la tanière de la reine araignée !

source: baby_bat
fr: bebe_chauve_souris

source: spider_queen
fr: reine_araignee
