Repository: phyver/GameShell
Catalog: missions/basic/11_cp_wildcards_tapestries_great_hall/i18n/*.po
Languages: fr

source: $GSH_HOME/Castle/Great_hall
fr: $GSH_HOME/Chateau/Grande_salle

source: $GSH_HOME/Forest/Hut/Chest
fr: $GSH_HOME/Foret/Hutte/Coffre

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: Dummy mission '$DUMMY_MISSION' is required for mission $MISSION_NB ($MISSION_NAME).
fr: La mission factice '$DUMMY_MISSION' est nécessaire pour la mission $MISSION_NB ($MISSION_NAME).

source: I only wanted the tapestries!
fr: Je ne voulais que les tapisseries !

source: I wanted all the tapestries!
fr: Je voulais toutes les tapisseries !

source: You changed the contents of the great hall!
fr: Vous avez changé le contenu de la grande salle !

source: decorative_shield
fr: bouclier_decoratif

source: stag_head
fr: tete_de_cerf

source: suit_of_armour
fr: armure

source: tapestry
fr: tapisserie
