Repository: phyver/GameShell
Catalog: missions/09_cp_1/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $GASH_HOME/Castle/Entrance
fr: $GASH_HOME/Chateau/Entrée

source: standard
fr: étendard

source: $GASH_HOME/Forest/Cabin
fr: $GASH_HOME/Foret/Cabane

source: The standard $I is not in the cabin.
fr: L'étendard $I n'est pas dans la cabane.

source: The standard $I disapeared form the entrance.
fr: L'étendard $I a disparu de l'entrée.

source: The standard $I in the cabin is not right.
fr: L'étendard $I de la cabane n'est pas correct.

source: The standard $I in the entrance is not right.
fr: L'étendard $I de l'entrée n'est pas correct.

source: The standard $I in the cabin is invalid.
fr: L'étendard $I de la cabane est invalide.

source: The standard $I in the entrance is invalid.
fr: L'étendard $I de l'entrée est invalide.
