Repository: phyver/GameShell
Catalog: missions/basic/12_cp_ls_mtime_paintings_tower/i18n/*.po
Languages: fr, it

source: $GSH_HOME/Castle/Main_tower/First_floor
fr: $GSH_HOME/Chateau/Donjon/Premier_etage
it: $GSH_HOME/Castello/Torre_principale/Primo_piano

source: $GSH_HOME/Forest/Hut/Chest
fr: $GSH_HOME/Foret/Hutte/Coffre
it: $GSH_HOME/Foresta/Capanna/Cassa

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
fr: $MISSION_DIR/skip/fr.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: Problem with generation of random filename!
fr: Problème lors de la génération d'un nom de fichier aléatoire !
it: Ci sono problemi nella generazione di un nome di file casuale!

source: The painting in your chest is invalid...
fr: Le tableau de votre coffre est invalide...
it: Il dipinto nella tua cassa non é valido...

source: The painting is not in the tower anymore...
fr: Le tableau n'est plus dans le donjon...
it: Il dipinto non é piú nella torre...

source: The painting is not in your chest...
fr: Le tableau n'est pas dans votre coffre...
it: Il dipinto non é nella tua cassa...

source: There are too many paintings in your chest...
fr: Il y a trop de tableaux dans votre coffre...
it: Ci sono troppi dipinti nella tua cassa...

source: There is no painting in your chest...
fr: Il n'y a pas de tableau dans votre coffre...
it: Non c'é nessun dipinto nella tua cassa...

source: painting
fr: tableau
it: dipinto
