Repository: phyver/GameShell
Catalog: missions/20_find_1/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: $GASH_HOME/Garden/.Maze
fr: $GASH_HOME/Jardin/.Labyrinthe

source: coin
fr: piece

source: Coin '$file' in your chest is invalid!
fr: La pièce '$file' dans votre coffre est invalide !

source: gold_coin
fr: piece_d_or

source: There are too many gold coins in the maze!
fr: Il y a trop de pièces d'or dans le labyrinthe !

source: There still are some gold coins in the maze!
fr: Il y a encore des pièces d'or dans le labyrinthe !

source: You are back at the entrance of the maze...
fr: Pffft... Vous voila de retour à l'entrée du labyrinthe...

source: The command 'man' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'man-db')
fr: La commande 'man' est nécessaire pour la mission $MISSION_NAME. (Debian / Ubuntu : installez le paquet 'man-db')

source: $GASH_HOME/Forest/Hut/Chest
fr: $GASH_HOME/Foret/Hutte/Coffre

source: maze generation:
fr: génération du labyrinthe :

source: GolD_CoiN
fr: PieCe_D_oR

source: $GASH_HOME/Garden/Orchard
fr: $GASH_HOME/Jardin/Verger

source: $GASH_HOME/Garden/Shed
fr: $GASH_HOME/Jardin/Cabanon
