Repository: phyver/GameShell
Catalog: missions/10_cp_2/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $GASH_HOME/Castle/Entrance
fr: $GASH_HOME/Chateau/Entrée

source: ornament
fr: ornement

source: $GASH_HOME/Forest/Cabin
fr: $GASH_HOME/Forêt/Cabane

source: Where is the castle's entrance?!
fr: Mais où est l'entrée du château ?!

source: Where is the cabin?!
fr: Mais où est la cabane ?!

source: You changed the contents of the entrance!
fr: Vous avez changé le contenu de l'entrée !

source: hay
fr: foin

source: gravel
fr: gravas

source: I only wanted the ornaments!
fr: Je ne voulais que les ornements !

source: I wanted all the ornements!
fr: Je voulais tous les ornements !

source: garbage
fr: détritus
