Repository: phyver/GameShell
Catalog: missions/permissions/03_chmod_*_file_dir_throne_room/i18n/*.po
Languages: fr

source: $GSH_HOME/Castle/Main_building/Throne_room
fr: $GSH_HOME/Chateau/Batiment_principal/Salle_du_trone

source: $GSH_HOME/Forest/Hut/Chest
fr: $GSH_HOME/Foret/Hutte/Coffre

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: Safe
fr: Coffre_fort

source: The crown in your chest is a fake!
fr: La couronne dans votre coffre est une fausse !

source: The crown in your chest is not readable!
fr: La couronne dans votre coffre n'est pas accessible en lecture !

source: There is no crown in your chest!
fr: Il n'y a pas de couronne dans votre coffre !

source: Those digits are not correct!
fr: Ces chiffres ne sont pas corrects !

source: What are the 3 digits inscribed on the base of the crown?
fr: Quels sont les 3 chiffres inscrits Ã la base de la couronne ?

source: crown
fr: couronne
