Repository: phyver/GameShell
Catalog: missions/lvm/05_mounting/i18n/*.po
Languages: fr

source: Bravo! Ouskelcoule, Douskelpar and Grandflac are well connected to the Esdea kingdom and their registers are up to date!
fr: Bravo ! Ouskelcoule, Douskelpar et Grandflac sont bien reliés au royaume Esdea et leurs registres sont à jour !

source: Connect the kingdom to the village of Douskelpar
fr: Reliez le royaume au village de Douskelpar

source: Connect the kingdom to the village of Grandflac
fr: Reliez le royaume au village de Grandflac

source: Connect the kingdom to the village of Ouskelcoule
fr: Reliez le royaume au village d'Ouskelcoule

source: Correctly fill in the Douskelpar register
fr: Remplissez correctement le registre de Douskelpar

source: Correctly fill in the Grandflac register
fr: Remplissez correctement le registre de Grandflac

source: Correctly fill in the Ouskelcoule register
fr: Remplissez correctement le registre d'Ouskelcoule

source: Create the 'Maison Commune' directory in each village
fr: Créez le répertoire 'Maison Commune' dans chaque village

source: Create the village Douskelpar in Esdea
fr: Créez le village Douskelpar dans Esdea

source: Create the village Grandflac in Esdebe
fr: Créez le village Grandflac dans Esdebe

source: Create the village Ouskelcoule in Esdea
fr: Créez le village Ouskelcoule dans Esdea
