Repository: phyver/GameShell
Catalog: missions/33_pipe_1/i18n/*.po
Languages: fr

source: $MISSION_DIR/goal/en.txt
fr: $MISSION_DIR/goal/fr.txt

source: $MISSION_DIR/treasure-msg/en.txt
fr: $MISSION_DIR/treasure-msg/fr.txt

source: How much does the king owe?
fr: Quelle est la dette du roi ?

source: $GASH_HOME/Stall
fr: $GASH_HOME/Echoppe

source: the son of Martin
fr: le fils de Martin

source: the Bold
fr: le Chauve

source: Georges' son
fr: le fils au Georges

source: from next town
fr: du village voisin

source: a spade
fr: une pelle

source: a pick
fr: un pic

source: an apple
fr: une pomme

source: a chicken
fr: une poule

source: a horse
fr: un cheval

source: a cow
fr: une vache

source: a goat
fr: une chèvre

source: a chackal
fr: un chacal

source: a bag flour
fr: un sac de farine

source: a ruby
fr: un rubis

source: a piece of soap
fr: un morceau de savon

source: a leather ball
fr: une balle en cuir

source: a blanket
fr: une couverture

source: a shiny rock
fr: un caillon brillant

source: an opal
fr: une opale

source: walking stick
fr: un baton de marche

source: a leather bag
fr: une besace en cuir

source: a stool
fr: un tabouret

source: a pin
fr: une épingle

source: a belt
fr: une ceinture

source: a dented helmet
fr: un heaume cabossé

source: a wooden spoon
fr: une cuillère en bois

source: a knife
fr: un couteau

source: a bottle of cider
fr: une bouteille de cidre

source: PAID
fr: PAYÉ

source: the King
fr: le Roi

source: {} bought {} for {} coppers{}
fr: {} a acheté {} pour {} piécettes{}

source: That's the right answer, but you used $NB_CMD commands!
fr: C'est la bonne réponse, mais vous avez utilisé $NB_CMD commandes !
