Repository: phyver/GameShell
Catalog: missions/finding_files_maze/01_ls_cd/i18n/*.po
Languages: it

source: $GSH_HOME/Forest/Hut/Chest
it: $GSH_HOME/Foresta/Capanna/Cassa

source: $GSH_HOME/Garden/Maze
it: $GSH_HOME/Giardino/Labirinto

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: Booh... The copper coin in you chest is invalid!
it: Strano... la tua moneta di rame nella tua cassa non è valida!

source: Dummy mission '$DUMMY_MISSION' is required for mission $MISSION_NB ($MISSION_NAME).
it: Dummy mission '$DUMMY_MISSION' obbligatoria per la missione $MISSION_NB ($MISSION_NAME).

source: There is no copper coin in your chest!
it: Non c'è nessuna moneta di rame nella tua cassa!

source: There still are some copper coins in the maze!
it: Ci sono ancora delle monete di rame nel labirinto!

source: copper_coin
it: moneta_di_rame
